Repository: wp-plugins/event-calendar
Catalog: gettext/ec3-*.po
Languages: ro_ro

source: Event Editor
ro_ro: Editor Evenimente

source: End
ro_ro: Sfârșit

source: All Day
ro_ro: Întreaga Zi

source: Repeat
ro_ro: Repetă

source: Add a new event
ro_ro: Adaugă un nou eveniment

source: Delete this event
ro_ro: Şterge acest eveniment

source: Upgraded database to EventCalendar Version %s
ro_ro: Baza de date actualizată pentru versiunea %s a EventCalendar-ului

source: Error upgrading database for EventCalendar plugin.
ro_ro: Eroare la actualizarea bazei de date pentru modulul EventCalendar.

source: Table already existed
ro_ro: Tabelul deja există

source: Event Calendar Options
ro_ro: Opţiuni Calendar Evenimente

source: Event category
ro_ro: Categorie Evenimente

source: Event posts are put into this category for you. Don't make this your default post category.
ro_ro: Articolele evenimente sunt adăugate în această categorie pentru tine. Să nu faci categoria implicită pentru articole.

source: Show schedule within posts
ro_ro: Arată programările în articole

source: Show Schedule
ro_ro: Afişează Programare

source: Hide Schedule
ro_ro: Ascunde Programare

source: Show events as blog entries
ro_ro: Afişează evenimentele drept articole

source: Events are Normal Posts
ro_ro: Evenimentele sunt articole normale

source: Keep Events Separate
ro_ro: Ţine evenimentele separat

source: Keep Events Separate: the Event Category page shows future events, in date order. Events do not appear on front page.
ro_ro: Ţine evenimentele separat: pagina cu Categoria Evenimentelor afişează evenimentele din viitor, în ordinea cronologică. Evenimentele nu apar pe prima pagină.

source: Timezone
ro_ro: Zona timpului

source: unknown
ro_ro: necunoscut

source: You cannot change your timezone. Turn off PHP's 'safe mode' or upgrade to PHP5.
ro_ro: Nu poţi schimba zona timpului. Închide 'safe mode'-ul la PHP sau actualizează la PHP5.

source: Calendar Display
ro_ro: Afişare Calendar

source: Number of months
ro_ro: Numărul de luni

source: Show all categories in calendar
ro_ro: Afişează toate categoriile în calendar

source: Only Show Events
ro_ro: Afişează doar evenimentele

source: Show All Posts
ro_ro: Afişează toate articolele

source: Show day names as
ro_ro: Afişează numele zilelor ca

source: Single Letter
ro_ro: O literă

source: 3-Letter Abbreviation
ro_ro: Abreviere din 3 litere

source: Full Day Name
ro_ro: Nume întreg zi

source: Show Event Calendar logo
ro_ro: Afişează logo-ul modulului

source: Show Logo
ro_ro: Afişează logo

source: Hide Logo
ro_ro: Ascunde logo

source: Position of navigation links
ro_ro: Poziţionare link-uri navigare

source: Above Calendar
ro_ro: Deasupra calendarului

source: Below Calendar
ro_ro: Sub calendar

source: Hidden
ro_ro: Ascunse

source: The navigation links are more usable when they are above the calendar, but you might prefer them below or hidden for aesthetic reasons.
ro_ro: Link-urile pentru navigare îs mai folositoare deasupra calendarului, însă le puteţi şi ascunde sau amplasa sub calendar din motive estetice.

source: Popup event lists
ro_ro: Liste evenimente popup

source: Show Popups
ro_ro: Afişează popup-uri

source: Hide Popups
ro_ro: Ascunde popup-uri

source: You might want to disable popups if you use Nicetitles.
ro_ro: Probabil că doriţi să dezactivaţi popup-urile în caz că folosiţi Nicetitles.

source: Upcoming Events
ro_ro: Evenimente ce se apropie.

source: all day
ro_ro: întreaga zi

source: No events.
ro_ro: Nici un eveniment.

source: to
ro_ro: până în

source: Event Calendar
ro_ro: Calendar Evenimente

source: You must choose an event category.
ro_ro: Trebuie să alegeţi o categorie pentru evenimente.

source: Go to Event Calendar Options
ro_ro: Mergi la Opţiuni Calendar Evenimente

source: Subscribe to iCalendar.
ro_ro: Abonează-te la iCalendar

source: EXAMPLE SIDEBAR CODE:
ro_ro: EXEMPLE COD PENTRU PANOU:
